IDEA Open Model
PolyLine3D Constructor
 Contructor
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public PolyLine3D()
Public Sub New
public:
PolyLine3D()
See Also
Reference
PolyLine3D Class
IdeaRS.OpenModel.Geometry3D Namespace